UpdateConf =
{
	date = 20151103,
	----type 1为文字描述 2为图片路径
	infos =
	{
		{type=1,info="更新风暴来袭，新玩法，新内容，不容错过："},
		{type=1,info="更新时间：2015/11/03"},
		{type=1,info="最新开放："},
		{type=1,info="-- 1. 【转生系统】：华丽转生，超凡蜕变；转生装备，属性狂飙"},
		{type=1,info="-- 2. 【转生装备】：新增转生装备，系统为您自动将110级装备变为1转装备"},
		{type=1,info="-- 3. 【逍遥神装】：全新4个神装部位，效果惊人，更有高级属性"},
		{type=1,info="-- 4. 【神装BOSS】：强力BOSS，神装掉落"},
		{type=1,info="-- 5. 【黑暗神殿第3层】：1转BOSS替换原110级BOSS，转生BOSS有概率掉落转生装备"},
		{type=1,info="-- 6. 【坐骑9、10阶形象】：超强战力，华丽形象，霸气侧漏"},
		{type=1,info="-- 7. 【神器系统】：四大神器，不仅战力超强，还有强力技能"},
		{type=1,info="-- 8. 【藏宝图】：趣味挖宝，给你惊喜，也是神器材料【回忆石】的专属产出来源噢"},
		{type=1,info="优化内容："},
		{type=1,info="-- 1. 新增头像栏收缩功能，解决笔记本玩家点击活动图标的烦恼"},
		{type=1,info="-- 2. 优化了部分游戏特效，提高游戏品质，我们一直在努力"},
		-- {type=2,info="fuli/update/1.jpg",width = 524,height = 235},
	},
}